tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "brew-pip"
brew "cloud-nuke"
brew "figlet"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "helm"
brew "hyperkit", link: false
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "minikube"
brew "nmap"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "pipenv"
brew "pngquant"
brew "poetry"
brew "pyenv"
brew "rclone"
brew "rsync"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "terraform"
brew "terraform-docs"
brew "tmux"
brew "tox"
brew "wget"
brew "youtube-dl"
brew "zopfli"
cask "1password"
cask "cura-lulzbot"
cask "daisydisk"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-ubuntu-mono-derivative-powerline"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hazel"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "postman"
cask "slack"
cask "transmit"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "visual-studio-code"
cask "vmware-fusion"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Speedtest", id: 1153157709
mas "Things", id: 904280696
