tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "checkov"
brew "coreutils"
brew "figlet"
brew "gh"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "go"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "mas"
brew "minikube"
brew "nmap"
brew "node"
brew "p7zip"
brew "packer"
brew "pngquant"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "rclone"
brew "rsync"
brew "shellcheck"
brew "terraform"
brew "terraform-docs"
brew "tmux"
brew "tox"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "zopfli"
cask "1password"
cask "bettertouchtool"
cask "daisydisk"
cask "docker"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hazel"
cask "keyboard-maestro"
cask "postman"
cask "slack"
cask "transmit"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Reeder", id: 1529448980
mas "Soulver 3", id: 1508732804
mas "Xcode", id: 497799835
