tap "fluxcd/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "pulumi/tap"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "bash"
brew "coreutils"
brew "direnv"
brew "eksctl"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "mysql-client@8.0"
brew "node"
brew "p7zip"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "rclone"
brew "rsync"
brew "shellcheck"
brew "sops"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "tmux"
brew "watch"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "zoxide"
brew "fluxcd/tap/flux"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "pulumi/tap/pulumi"
cask "1password"
cask "1password-cli"
cask "aws-vault"
cask "bettertouchtool"
cask "cura-lulzbot"
cask "daisydisk"
cask "docker"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-kumbh-sans"
cask "fujitsu-scansnap-home"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hazel"
cask "keyboard-maestro"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "moom"
cask "obsidian"
cask "session-manager-plugin"
cask "transmit"
cask "visual-studio-code"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "github.codespaces"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "johnpapa.vscode-peacock"
vscode "lextudio.restructuredtext"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "trond-snekvik.simple-rst"
vscode "tsandall.opa"
vscode "vscodevim.vim"
vscode "weaveworks.vscode-gitops-tools"
