tap "fluxcd/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "pulumi/tap"
brew "age"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "aws-vault"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "cloud-nuke"
brew "coreutils"
brew "crane"
brew "direnv"
brew "eksctl"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "hcl2json"
brew "helm"
brew "infracost"
brew "jq"
brew "k9s"
brew "kind"
brew "kubeconform"
brew "kubernetes-cli"
brew "kustomize"
brew "minikube"
brew "mysql-client@8.0"
brew "nmap"
brew "node"
brew "oci-cli"
brew "opa"
brew "p7zip"
brew "packer"
brew "pngquant"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "rclone"
brew "rsync"
brew "shellcheck"
brew "socket_vmnet", restart_service: true
brew "sops"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zopfli"
brew "fluxcd/tap/flux"
brew "pulumi/tap/pulumi"
cask "1password"
cask "1password-cli"
cask "bettertouchtool"
cask "daisydisk"
cask "docker"
cask "espanso"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-jetbrains-mono"
cask "font-kumbh-sans"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hazel"
cask "keyboard-maestro"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "moom"
cask "obsidian"
cask "onedrive"
cask "postman"
cask "session-manager-plugin"
cask "slack"
cask "transmit"
cask "visual-studio-code"
cask "yubico-yubikey-manager"
