tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mrichardson03/wiz", "git@github.com:mrichardson03/homebrew-wiz.git"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.10"
brew "ansible"
brew "ansible-lint"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "cloud-nuke"
brew "coreutils"
brew "eksctl"
brew "figlet"
brew "gh"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "go"
brew "hcl2json"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "minikube"
brew "nmap"
brew "node"
brew "opa"
brew "p7zip"
brew "packer"
brew "pngquant"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "rclone"
brew "rsync"
brew "shellcheck"
brew "terraform"
brew "terraform-docs"
brew "tmux"
brew "tox"
brew "watch"
brew "wget"
brew "yamllint"
brew "youtube-dl"
brew "zopfli"
cask "1password"
cask "1password-cli"
cask "bettertouchtool"
cask "daisydisk"
cask "docker"
cask "font-ia-writer-duo"
cask "font-ia-writer-duospace"
cask "font-ia-writer-mono"
cask "font-jetbrains-mono"
cask "font-kumbh-sans"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hazel"
cask "keyboard-maestro"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "moom"
cask "notion"
cask "obsidian"
cask "onedrive"
cask "postman"
cask "slack"
cask "textexpander"
cask "transmit"
cask "visual-studio-code"
cask "whatsapp"
cask "wizcli"
