tap "fluxcd/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "jandedobbeleer/oh-my-posh"
tap "pulumi/tap"
brew "gcc"
brew "awscli"
brew "direnv"
brew "fzf"
brew "gh"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "oh-my-posh"
brew "poetry"
brew "pre-commit"
brew "python@3.10"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tmux"
brew "zoxide"
brew "fluxcd/tap/flux"
brew "pulumi/tap/pulumi"
