tap "creativeprojects/tap"
tap "fluxcd/tap"
tap "github/gh"
tap "jandedobbeleer/oh-my-posh"
tap "pulumi/tap"
brew "awscli"
brew "direnv"
brew "fzf"
brew "gcc"
brew "gh"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "neovim"
brew "node"
brew "oh-my-posh"
brew "poetry"
brew "pre-commit"
brew "python@3.13"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "starship"
brew "terraform"
brew "terraform-docs"
brew "terragrunt"
brew "tflint"
brew "tmux"
brew "zoxide"
brew "creativeprojects/tap/resticprofile"
brew "fluxcd/tap/flux"
brew "pulumi/tap/pulumi"
